arj
ark
base
base-devel
bat
bitwarden
bottom
btrfs-progs
dnsmasq
docker
docker-compose
dog
dolphin
dosfstools
dust
efibootmgr
elisa
exfatprogs
eza
fastfetch
filelight
firefox
firefox-developer-edition
flatpak
fuseiso
gimp
git
go
gst-plugin-pipewire
gwenview
handbrake
htop
inkscape
intel-ucode
iperf
jq
kalk
kasts
kate
kcalc
kcharselect
kcolorchooser
kdenlive
kdialog
kdiff3
kdiskmark
keysmith
kget
kimageformats
kleopatra
knot
knotes
kolourpaint
kompare
konsole
krename
krusader
ksystemlog
kwalletmanager
less
lhasa
libdbusmenu-glib
libpulse
libreoffice-fresh
libretro-beetle-pce
libretro-beetle-pce-fast
libretro-beetle-psx
libretro-beetle-psx-hw
libretro-beetle-supergrafx
libretro-bsnes
libretro-bsnes-hd
libretro-citra
libretro-dolphin
libretro-gambatte
libretro-genesis-plus-gx
libretro-melonds
libretro-mesen
libretro-mesen-s
libretro-mgba
libretro-mupen64plus-next
libretro-pcsx2
libretro-ppsspp
libretro-snes9x
linux
linux-firmware
linux-lts
lshw
man-db
mediainfo
mediainfo-gui
merkuro
mysql-workbench
neovim
net-tools
nextcloud-client
nfs-utils
noto-fonts-emoji
nvidia
nvidia-container-toolkit
nvidia-prime
nvtop
obs-studio
okteta
okular
openrgb
openssh
p7zip
partitionmanager
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
plasma-meta
plymouth
qbittorrent
qemu-full
qt6-imageformats
rclone
retroarch
retroarch-assets-ozone
retroarch-assets-xmb
samba
sbctl
snap-pac
snapper
sof-firmware
solaar
spectacle
speedtest-cli
steam
swtpm
syncthing
thunderbird
thunderbird-i18n-pt-br
tmux
tpm2-pkcs11
ttf-firacode-nerd
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-roboto
ttf-roboto-mono
ttf-roboto-mono-nerd
ufw
unace
unarj
unrar
unzip
vim
virt-manager
wget
wireguard-tools
wireplumber
xdg-desktop-portal-gtk
yakuake
zip
zram-generator
zsh
