aaron-bond.better-comments
adpyke.codesnap
clarkyu.vscode-sql-beautify
donjayamanne.githistory
dracula-theme.theme-dracula
eamodio.gitlens
firefox-devtools.vscode-firefox-debug
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
github.codespaces
github.copilot
github.copilot-chat
miguelsolorio.min-theme
miguelsolorio.symbols
ms-ceintl.vscode-language-pack-pt-br
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.remote-explorer
ms-vscode.remote-server
pkief.material-icon-theme
redhat.vscode-xml
redhat.vscode-yaml
