aaron-bond.better-comments
adpyke.codesnap
catppuccin.catppuccin-vsc
catppuccin.catppuccin-vsc-icons
donjayamanne.githistory
eamodio.gitlens
firefox-devtools.vscode-firefox-debug
github.codespaces
miguelsolorio.min-theme
miguelsolorio.symbols
ms-ceintl.vscode-language-pack-pt-br
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.vscode-remote-extensionpack
ms-vscode.remote-explorer
ms-vscode.remote-server
vscodevim.vim
